[M_ListenToGrandma MissionDefinition]
MissionName="The Story of Anna Fluxington"
MissionDescription="Grandma Torgu is your biggest fan. He will ask you to talk to him and listen to him.."
TurnInDescription="And that's good news... because in my day and age, a dollar can buy a lot."
MissionSummary="Spend time with Grandma Flexington"
MissionGiver="Patty Felsington"
MissionTurnInLocation="Grandmother Flexington"
TeaserText="who likes to listen to stories?"

[M_ListenToGrandma:ListenToStory MissionObjectiveDefinition]
ProgressMessage="Listen to Grandma's story."

[M_ListenToGrandma:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandma:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandma:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandma:TakeRweard MissionObjectiveDefinition]
ProgressMessage="Get your gift"

